profitbricks/src/test/resources/loadbalancer/loadbalancer-deregister.xml

<soapenv:Envelope
  xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/'
  xmlns:ws='http://ws.api.profitbricks.com/'>
    <soapenv:Header />
    <soapenv:Body>
        <ws:deregisterServersOnLoadBalancer>
                <serverIds>1</serverIds>
                <serverIds>2</serverIds>
                <loadBalancerId>load-balancer-id</loadBalancerId>
        </ws:deregisterServersOnLoadBalancer>
    </soapenv:Body>
</soapenv:Envelope>